const ja = {
    nav: {
      cover: "ホーム",
      profile: "プロフィール",
      social: "ソーシャル",
      event: "イベント",
      commission: "コミッション"
    },

    cover: {
      greeting: "私もふもふ生活は、ここから始まります。",
      title: "こんにちは、\n黒曜石です！",
      subtitle: "キャラ製作：",
      scrollDown: "もっと見る"
    },

    profile: {
      title: "自己紹介",
      lead: "もふもふしたり、ケモナー生活満喫！",
      aboutMe: "自己紹介",
      details: {
        name: "名前",
        location: "居住地",
        interests: "趣味"
      },
      bio: "こんにちは、私は黒曜石です！今台湾の新竹に在住しています。\nバックエンドエンジニアとして働いていて、個人サイトを作ってみたいと思い、このサイトを頑張って作りました！\nこちらのサイトを気に入ってもらえたらとっても嬉しいです！\nもしこのサイトでバグを発見したり改善点気づいたり、ぜひ教えていただけると嬉しいです！\n\nキャラについて語ります！\nケモナー界隈はキャラ持っていない時から注目しています、ご縁があってあって「黒曜石」は譲渡して頂きました、活動歴は薄いだと思われるかもしれますか、ぜひぜひもふしたり抱き合わせたり一緒に楽しんでください！\nこれからもどうぞよろしくお願いします〜！",
      values: {
        name: "黒曜石",
        location: "台湾 新竹県",
        interests: "オンラインゲーム、\nカラオケ、音楽聴くこと、\nプログラミング"
      }
    },

    social: {
      title: "SNSリンク"
    },

    events: {
      title: "イベンド記録",
      photographer: "フォトグラファー"
    },

    commission: {
      title: "コミッション依頼作品",
      showMore: "もっと見る...",
      artist: "アーティスト",
      by: "作"
    },

    commissionsPage: {
      title: "コミッション依頼作品",
      intro: "こちらでは黒曜石のイラストコミッションです！\nお楽しみくださいー！センシティブはとあるところに隠していましたw探しに行ってねw",
      artist: "アーティスト"
    }
  };
  
  export default ja;
  